Repository: JcDenis/alias
Catalog: locales/*/main.po
Languages: fr

source: Invalid aliases definitions
fr: Définitions d'alias invalides

source: Alias URL is empty.
fr: L'URL de l'alias est vide.

source: Alias destination is empty.
fr: La destination de l'alias est vide.

source: Aliases successfully updated.
fr: Alias mis à jour avec succès.

source: Alias successfully created.
fr: Alias créer avec succès.

source: New alias
fr: Nouvel alias

source: Alias URL:
fr: URL de l'alias :

source: Alias destination:
fr: Destination de l'alias :

source: Do not put blog URL "%s" in fields.
fr: Ne pas mettre l'URL du blog "%s" dans les champs.

source: Do visible redirection to destination
fr: Faire une redirection visible vers la destination

source: No alias
fr: Aucun alias

source: There is %s alias.
fr: Il y a %s alias.

source: Aliases list
fr: Liste des alias

source: Alias URL
fr: URL de l'alias

source: Alias destination
fr: Destination de l'alias

source: Alias position
fr: Position de l'alias

source: Redrection
fr: Redirection

source: visible redirection to %s
fr: Redirection visible vers %s

source: To remove an alias, empty its URL or destination.
fr: Pour supprimer un alias, videz son URL ou sa destination.

source: Aliases
fr: Alias
